Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Error.insufficientDiskSpace
source: Not enough disk space to complete the operation.
ar: مساحة القرص غير كافية.
az: Əməliyyatı tamamlamaq üçün disk sahəsi kifayət deyil.
be: Недастаткова месца на дыску для выканання аперацыі.
bn: অপারেশন সম্পন্ন করতে পর্যাপ্ত ডিস্ক স্থান নেই।
ca: No hi ha prou espai al disc per completar l'operació.
cs: Nedostatek místa na disku pro dokončení operace.
da: Ikke nok diskplads til at fuldføre handlingen.
de: Nicht genug Speicherplatz, um den Vorgang abzuschließen.
el: Δεν υπάρχει αρκετός χώρος στο δίσκο για την ολοκλήρωση της λειτουργίας.
es: Espacio en disco insuficiente para completar la operación.
fi: Levytila ei riitä toiminnon suorittamiseen.
fr: Espace disque insuffisant pour terminer l'opération.
he: אין מספיק מקום בדיסק.
hi: ऑपरेशन पूरा करने के लिए पर्याप्त डिस्क स्थान नहीं है।
hr: Nema dovoljno prostora na disku za završetak operacije.
hu: Nincs elegendő lemezterület a művelet befejezéséhez.
hy: Գործողությունն ավարտելու համար սկավառակի տարածությունը բավական չէ։
id: Ruang disk tidak cukup untuk menyelesaikan operasi.
is: Ekki nóg diskpláss til að ljúka aðgerðinni.
it: Spazio su disco insufficiente per completare l'operazione.
ja: 操作を完了するためのディスク容量が不足しています。
ka: ოპერაციის დასასრულებლად არასაკმარისი ადგილი დისკზე.
kk: Операцияны орындау үшін диск орны жеткіліксіз.
ko: 작업을 완료하기에 디스크 공간이 부족합니다.
ky: Амалды аткаруу үчүн диск орну жетпейт.
ms: Ruang cakera tidak mencukupi untuk melengkapkan operasi.
nb: Ikke nok diskplass til å fullføre operasjonen.
nl: Onvoldoende schijfruimte om de bewerking te voltooien.
pl: Brak wystarczającego miejsca na dysku do ukończenia operacji.
pt: Espaço em disco insuficiente para concluir a operação.
ro: Spațiu pe disc insuficient pentru a finaliza operațiunea.
ru: Недостаточно места на диске для выполнения операции.
sk: Nedostatok miesta na disku na dokončenie operácie.
sv: Otillräckligt diskutrymme för att slutföra åtgärden.
th: พื้นที่ดิสก์ไม่เพียงพอในการดำเนินการ
tr: İşlemi tamamlamak için yeterli disk alanı yok.
uk: Недостатньо місця на диску для завершення операції.
vi: Không đủ dung lượng đĩa để hoàn thành thao tác.
zh_hans: 磁盘空间不足，无法完成操作。
zh_hant: 磁碟空間不足，無法完成操作。

# Error.insufficientMemory
source: Not enough memory to complete the operation.
ar: الذاكرة غير كافية.
az: Əməliyyatı tamamlamaq üçün yaddaş kifayət deyil.
be: Недастаткова памяці для выканання аперацыі.
bn: অপারেশন সম্পন্ন করতে পর্যাপ্ত মেমোরি নেই।
ca: No hi ha prou memòria per completar l'operació.
cs: Nedostatek paměti pro dokončení operace.
da: Ikke nok hukommelse til at fuldføre handlingen.
de: Nicht genug Arbeitsspeicher, um den Vorgang abzuschließen.
el: Δεν υπάρχει αρκετή μνήμη για την ολοκλήρωση της λειτουργίας.
es: Memoria insuficiente para completar la operación.
fi: Muisti ei riitä toiminnon suorittamiseen.
fr: Mémoire insuffisante pour terminer l'opération.
he: אין מספיק זיכרון.
hi: ऑपरेशन पूरा करने के लिए पर्याप्त मेमोरी नहीं है।
hr: Nema dovoljno memorije za završetak operacije.
hu: Nincs elegendő memória a művelet befejezéséhez.
hy: Գործողությունն ավարտելու համար հիշողությունը բավական չէ։
id: Memori tidak cukup untuk menyelesaikan operasi.
is: Ekki nóg minni til að ljúka aðgerðinni.
it: Memoria insufficiente per completare l'operazione.
ja: 操作を完了するためのメモリが不足しています。
ka: ოპერაციის დასასრულებლად არასაკმარისი მეხსიერება.
kk: Операцияны орындау үшін жад жеткіліксіз.
ko: 작업을 완료하기에 메모리가 부족합니다.
ky: Амалды аткаруу үчүн эстутум жетпейт.
ms: Memori tidak mencukupi untuk melengkapkan operasi.
nb: Ikke nok minne til å fullføre operasjonen.
nl: Onvoldoende geheugen om de bewerking te voltooien.
pl: Brak wystarczającej pamięci do ukończenia operacji.
pt: Memória insuficiente para concluir a operação.
ro: Memorie insuficientă pentru a finaliza operațiunea.
ru: Недостаточно памяти для выполнения операции.
sk: Nedostatok pamäte na dokončenie operácie.
sv: Otillräckligt minne för att slutföra åtgärden.
th: หน่วยความจำไม่เพียงพอในการดำเนินการ
tr: İşlemi tamamlamak için yeterli bellek yok.
uk: Недостатньо пам'яті для завершення операції.
vi: Không đủ bộ nhớ để hoàn thành thao tác.
zh_hans: 内存不足，无法完成操作。
zh_hant: 記憶體不足，無法完成操作。

# Error.integrityCheckFailed
source: The integrity of encrypted data is compromised.
ar: تم اختراق سلامة البيانات المشفرة.
az: Şifrələnmiş məlumatın bütövlüyü pozulub.
be: Цэласнасць зашыфраваных дадзеных парушана.
bn: এনক্রিপ্টেড ডেটার অখণ্ডতা লঙ্ঘিত হয়েছে।
ca: La integritat de les dades xifrades s'ha vist compromesa.
cs: Integrita šifrovaných dat je narušena.
da: Integriteten af de krypterede data er kompromitteret.
de: Die Integrität der verschlüsselten Daten wurde verletzt.
el: Η ακεραιότητα των κρυπτογραφημένων δεδομένων έχει παραβιαστεί.
es: La integridad de los datos cifrados está comprometida.
fi: Salatun datan eheys on vaarantunut.
fr: L'intégrité des données chiffrées est compromise.
he: שלמות הנתונים המוצפנים נפגעה.
hi: एन्क्रिप्टेड डेटा की अखंडता से समझौता हुआ है।
hr: Integritet šifriranih podataka je narušen.
hu: A titkosított adatok integritása sérült.
hy: Կոդավորված տվյալների ամբողջականության ստուգումը ձախողվեց.
id: Integritas data terenkripsi terganggu.
is: Heilleiki dulrituðu gagnanna er skertur.
it: L'integrità dei dati cifrati è compromessa.
ja: 整合性チェックに失敗しました。
ka: დაშიფრული მონაცემების მთლიანობა დარღვეულია.
kk: Шифрланған деректердің тұтастығы бұзылған.
ko: 암호화된 데이터의 무결성이 손상되었습니다。
ky: Шифрленген маалыматтардын бүтүндүгү бузулган.
ms: Integriti data tersulit terjejas.
nb: Integriteten til de krypterte dataene er kompromittert.
nl: De integriteit van de versleutelde gegevens is aangetast.
pl: Integralność zaszyfrowanych danych została naruszona.
pt: A integridade dos dados criptografados foi comprometida.
ro: Integritatea datelor criptate este compromisă.
ru: Целостность зашифрованных данных нарушена.
sk: Integrita šifrovaných dát bola narušená.
sv: Integriteten hos den krypterade datan har äventyrats.
th: ความสมบูรณ์ของข้อมูลที่เข้ารหัสถูกละเมิด.
tr: Şifreli verilerin bütünlüğü bozuldu.
uk: Порушено цілісність зашифрованих даних.
vi: Tính toàn vẹn của dữ liệu đã mã hóa bị xâm phạm.
zh_hans: 加密数据的完整性受损。
zh_hant: 加密資料的完整性受損。

# Error.invalidFormat
source: Encrypted data format is corrupted or incomplete.
ar: تنسيق البيانات المشفرة تالف أو غير مكتمل.
az: Şifrələnmiş məlumatın formatı zədələnib və ya natamamdır.
be: Фармат зашыфраваных дадзеных пашкоджаны або няпоўны.
bn: এনক্রিপ্টেড ডেটার ফরম্যাট ক্ষতিগ্রস্ত বা অসম্পূর্ণ।
ca: El format de les dades xifrades és corrupte o incomplet.
cs: Formát šifrovaných dat je poškozený nebo neúplný.
da: Formatet af de krypterede data er beskadiget eller ufuldstændigt.
de: Format der verschlüsselten Daten ist beschädigt oder unvollständig.
el: Η μορφή των κρυπτογραφημένων δεδομένων είναι κατεστραμμένη ή ελλιπής.
es: El formato de los datos cifrados está dañado o incompleto.
fi: Salatun datan muoto on vioittunut tai puutteellinen.
fr: Le format des données chiffrées est corrompu ou incomplet.
he: פורמט הנתונים המוצפנים פגום או חלקי.
hi: एन्क्रिप्टेड डेटा का प्रारूप क्षतिग्रस्त या अधूरा है।
hr: Format šifriranih podataka je oštećen ili nepotpun.
hu: A titkosított adatok formátuma sérült vagy hiányos.
hy: Կոդավորված տվյալների ձևաչափը վնասված կամ ոչ ամբողջական է.
id: Format data terenkripsi rusak atau tidak lengkap.
is: Snið dulrituðu gagnanna er skemmt eða ófullkomið.
it: Il formato dei dati cifrati è danneggiato o incompleto.
ja: データ形式が正しくありません。
ka: დაშიფრული მონაცემების ფორმატი დაზიანებულია ან არასრულია.
kk: Шифрланған деректер форматы бүлінген немесе толық емес.
ko: 암호화된 데이터 형식이 손상되었거나 불완전합니다。
ky: Шифрленген маалыматтардын форматы бузулган же толук эмес.
ms: Format data tersulit rosak atau tidak lengkap.
nb: Formatet på de krypterte dataene er skadet eller ufullstendig.
nl: Het formaat van de versleutelde gegevens is beschadigd of onvolledig.
pl: Format zaszyfrowanych danych jest uszkodzony lub niekompletny.
pt: O formato dos dados criptografados está corrompido ou incompleto.
ro: Formatul datelor criptate este deteriorat sau incomplet.
ru: Формат зашифрованных данных повреждён или неполный.
sk: Formát šifrovaných dát je poškodený alebo neúplný.
sv: Formatet på den krypterade datan är skadat eller ofullständigt.
th: รูปแบบของข้อมูลที่เข้ารหัสเสียหายหรือไม่สมบูรณ์.
tr: Şifreli verilerin formatı bozuk veya eksik.
uk: Формат зашифрованих даних пошкоджений або неповний.
vi: Định dạng dữ liệu đã mã hóa bị hỏng hoặc không đầy đủ.
zh_hans: 加密数据格式损坏或不完整。
zh_hant: 加密資料格式損壞或不完整。

# Error.invalidInputData
source: Input data is invalid.
ar: بيانات الإدخال غير صالحة.
az: Giriş məlumatları etibarlı deyil.
be: Уваходныя даныя несапраўдныя.
bn: ইনপুট ডেটা অবৈধ।
ca: Les dades d'entrada no són vàlides.
cs: Vstupní data nejsou platná.
da: Inputdata er ugyldige.
de: Eingabedaten sind ungültig.
el: Τα δεδομένα εισόδου δεν είναι έγκυρα.
es: Los datos de entrada no son válidos.
fi: Syötedata on virheellinen.
fr: Les données d'entrée ne sont pas valides.
he: נתוני הקלט אינם תקינים.
hi: इनपुट डेटा अमान्य है।
hr: Ulazni podaci nisu valjani.
hu: A bemeneti adatok érvénytelenek.
hy: Մուտքային տվյալները անվավեր են.
id: Data masukan tidak valid.
is: Inntaksgögn eru ógild.
it: I dati di input non sono validi.
ja: 入力データが正しくありません。
ka: შეყვანილი მონაცემები არასწორია.
kk: Кіріс деректері жарамсыз.
ko: 입력 데이터가 잘못되었습니다。
ky: Киргизүү маалыматтары жараксыз.
ms: Data input tidak sah.
nb: Inndataene er ugyldige.
nl: Invoergegevens zijn ongeldig.
pl: Dane wejściowe są nieprawidłowe.
pt: Os dados de entrada são inválidos.
ro: Datele introduse sunt nevalide.
ru: Входные данные некорректны.
sk: Vstupné dáta sú neplatné.
sv: Ingångsdata är ogiltiga.
th: ข้อมูลที่ป้อนไม่ถูกต้อง.
tr: Girdi verileri geçersiz.
uk: Вхідні дані недійсні.
vi: Dữ liệu đầu vào không hợp lệ.
zh_hans: 输入数据无效。
zh_hant: 輸入資料無效。

# Error.invalidMasterKey
source: Master key is empty or corrupted.
ar: المفتاح الرئيسي فارغ أو تالف.
az: Baş açar boşdur və ya zədələnib.
be: Галоўны ключ пусты або пашкоджаны.
bn: মাস্টার কী খালি বা ক্ষতিগ্রস্ত।
ca: La clau mestra és buida o està corrupta.
cs: Hlavní klíč je prázdný nebo poškozený.
da: Hovednøglen er tom eller beskadiget.
de: Master-Schlüssel ist leer oder beschädigt.
el: Το κύριο κλειδί είναι κενό ή κατεστραμμένο.
es: La clave maestra está vacía o dañada.
fi: Pääavain puuttuu tai on vioittunut.
fr: La clé principale est vide ou corrompue.
he: המפתח הראשי ריק או פגום.
hi: मास्टर कुंजी खाली है या क्षतिग्रस्त है।
hr: Glavni ključ je prazan ili oštećen.
hu: A mesterkulcs üres vagy sérült.
hy: Գլխավոր բանալին դատարկ է կամ վնասված.
id: Kunci utama kosong atau rusak.
is: Aðallykill er tómur eða skemmdur.
it: La chiave principale è vuota o danneggiata.
ja: マスターキーが正しくありません。
ka: მასტერ-გასაღები კოდი ცარიელია ან დაზიანებულია.
kk: Негізгі кілт бос немесе бүлінген.
ko: 마스터 키가 비어 있거나 손상되었습니다。
ky: Негизги ачкыч бош же бузулган.
ms: Kunci induk kosong atau rosak.
nb: Hovednøkkelen er tom eller skadet.
nl: Hoofdsleutel is leeg of beschadigd.
pl: Klucz główny jest pusty lub uszkodzony.
pt: A chave mestra está vazia ou corrompida.
ro: Cheia principală este goală sau deteriorată.
ru: Мастер-ключ пустой или повреждён.
sk: Hlavný kľúč je prázdny alebo poškodený.
sv: Huvudnyckeln är tom eller skadad.
th: คีย์หลักว่างหรือเสียหาย.
tr: Ana anahtar boş veya bozulmuş.
uk: Майстер-ключ порожній або пошкоджений.
vi: Khóa chính trống hoặc bị hỏng.
zh_hans: 主密钥为空或已损坏。
zh_hant: 主金鑰為空或已損壞。

# Error.invalidSubkeyCount
source: Invalid number of derived keys.
ar: عدد المفاتيح المشتقة غير صالح.
az: Törəmə açarların sayı düzgün deyil.
be: Несапраўдная колькасць вытворных ключоў.
bn: ডেরাইভড কী-এর সংখ্যা অবৈধ।
ca: El nombre de claus derivades no és vàlid.
cs: Neplatný počet odvozených klíčů.
da: Ugyldigt antal afledte nøgler.
de: Ungültige Anzahl abgeleiteter Schlüssel.
el: Μη έγκυρος αριθμός παραγώγων κλειδιών.
es: Número inválido de claves derivadas.
fi: Johdettujen avainten määrä on virheellinen.
fr: Nombre de clés dérivées invalide.
he: מספר המפתחות הנגזרים אינו תקין.
hi: व्युत्पन्न कुंजियों की संख्या अमान्य है।
hr: Neispravan broj izvedenih ključeva.
hu: Érvénytelen a levezetett kulcsok száma.
hy: Ածանցյալ բանալիների քանակը ճիշտ չէ.
id: Jumlah kunci turunan tidak valid.
is: Ógildur fjöldi afleiddra lykla.
it: Numero non valido di chiavi derivate.
ja: サブキーの数が正しくありません。
ka: მიღებულია გასაღები კოდების არასწორი რაოდენობა.
kk: Туынды кілттердің саны жарамсыз.
ko: 파생 키 개수가 올바르지 않습니다。
ky: Туунду ачкычтардын саны жараксыз.
ms: Bilangan kunci terbitan tidak sah.
nb: Ugyldig antall avledede nøkkeler.
nl: Ongeldig aantal afgeleide sleutels.
pl: Nieprawidłowa liczba kluczy pochodnych.
pt: Número inválido de chaves derivadas.
ro: Număr nevalid de chei derivate.
ru: Некорректное количество производных ключей.
sk: Neplatný počet odvodených kľúčov.
sv: Ogiltigt antal härledda nycklar.
th: จำนวนคีย์ที่สร้างไม่ถูกต้อง.
tr: Geçersiz sayıda türetilmiş anahtar.
uk: Недійсна кількість похідних ключів.
vi: Số lượng khóa dẫn xuất không hợp lệ.
zh_hans: 派生密钥数量无效。
zh_hant: 派生金鑰數量無效。

# Error.nonceGenerationFailed
source: Error generating nonce for AES.
ar: خطأ في إنشاء nonce لـ AES.
az: AES üçün nonce yaradılarkən xəta baş verdi.
be: Памылка стварэння nonce для AES.
bn: AES-এর জন্য নন্স তৈরিতে ত্রুটি।
ca: Error en generar el nonce per a AES.
cs: Chyba při generování nonce pro AES.
da: Fejl ved generering af nonce til AES.
de: Fehler beim Erzeugen des Nonce für AES.
el: Σφάλμα κατά τη δημιουργία nonce για το AES.
es: Error al generar el nonce para AES.
fi: Virhe AES-noncea generoitaessa.
fr: Erreur lors de la génération du nonce pour AES.
he: שגיאה ביצירת nonce עבור AES.
hi: AES के लिए नॉन्स जनरेट करने में त्रुटि।
hr: Pogreška pri generiranju noncea za AES.
hu: Hiba történt az AES nonce generálásakor.
hy: AES-ի համար nonce ստեղծելիս սխալ տեղի ունեցավ.
id: Kesalahan saat membuat nonce untuk AES.
is: Villa við að búa til nonce fyrir AES.
it: Errore durante la generazione del nonce per AES.
ja: ノンスを生成できませんでした。
ka: Nonce-ის გენერირება AES-ისთვის ვერ განხორციელდა.
kk: AES үшін nonce жасау қатесі.
ko: AES용 nonce 생성 중 오류가 발생했습니다。
ky: AES үчүн nonce жаратуу катасы.
ms: Ralat semasa menjana nonce untuk AES.
nb: Feil ved generering av nonce for AES.
nl: Fout bij het genereren van nonce voor AES.
pl: Błąd podczas generowania nonce dla AES.
pt: Erro ao gerar o nonce para o AES.
ro: Eroare la generarea nonce-ului pentru AES.
ru: Не удалось сгенерировать nonce для AES.
sk: Chyba pri generovaní nonce pre AES.
sv: Fel vid generering av nonce för AES.
th: เกิดข้อผิดพลาดระหว่างสร้าง nonce สำหรับ AES.
tr: AES için nonce oluşturulurken hata oluştu.
uk: Помилка при генерації nonce для AES.
vi: Không thể tạo nonce cho AES.
zh_hans: 生成 AES 随机数失败。
zh_hant: 生成 AES 隨機數失敗。

# Error.qrGenerationFailed
source: QR Сode generation error
ar: خطأ في إنشاء رمز QR
az: QR kod yaratma xətası
be: Памылка стварэння QR-кода
bn: QR কোড তৈরিতে ত্রুটি
ca: Error en generar el codi QR
cs: Chyba při generování QR kódu
da: Fejl ved generering af QR-kode
de: Fehler beim Erstellen des QR-Codes
el: Σφάλμα δημιουργίας QR κώδικα
es: Error al generar el código QR
fi: QR-koodin luominen epäonnistui
fr: Erreur de génération du QR code
he: שגיאה ביצירת קוד QR
hi: QR कोड बनाने में त्रुटि
hr: Greška pri generiranju QR koda
hu: Hiba a QR-kód létrehozásakor
hy: QR կոդի ստեղծման սխալ
id: Kesalahan pembuatan kode QR
is: Villa við að búa til QR-kóða
it: Errore nella generazione del codice QR
ja: QRコードの生成エラー
ka: QR კოდის გენერაციის შეცდომა
kk: QR кодын жасау қатесі
ko: QR 코드 생성 오류
ky: QR кодун жаратуу катасы
ms: Ralat penjanaan kod QR
nb: Feil ved generering av QR-kode
nl: Fout bij het genereren van de QR-code
pl: Błąd generowania kodu QR
pt: Erro ao gerar o código QR
ro: Eroare la generarea codului QR
ru: Ошибка генерации QR-кода
sk: Chyba pri generovaní QR kódu
sv: Fel vid generering av QR-kod
th: เกิดข้อผิดพลาดในการสร้าง QR โค้ด
tr: QR kod oluşturma hatası
uk: Помилка генерації QR-коду
vi: Lỗi tạo mã QR
zh_hans: 二维码生成失败
zh_hant: QR 碼產生失敗

# Error.saltGenerationFailed
source: Failed to generate cryptographic salt.
ar: فشل إنشاء Salt التشفيري.
az: Kriptoqrafik salt yaratmaq mümkün olmadı.
be: Не ўдалося стварыць крыптаграфічную соль.
bn: ক্রিপ্টোগ্রাফিক সল্ট তৈরি করতে ব্যর্থ হয়েছে।
ca: No s'ha pogut generar la sal criptogràfica.
cs: Nepodařilo se vygenerovat kryptografickou sůl.
da: Kunne ikke generere kryptografisk salt.
de: Fehler beim Generieren des kryptografischen Salts.
el: Αποτυχία δημιουργίας κρυπτογραφικού salt.
es: No se pudo generar la sal criptográfica.
fi: Kryptografisen suolan luonti epäonnistui.
fr: Impossible de générer le sel cryptographique.
he: כשל ביצירת מלח קריפטוגרפי.
hi: क्रिप्टोग्राफ़िक सॉल्ट उत्पन्न करना विफल रहा।
hr: Generiranje kriptografske soli nije uspjelo.
hu: Nem sikerült kriptográfiai sót generálni.
hy: Չհաջողվեց ստեղծել կրիպտոգրաֆիկ salt.
id: Gagal menghasilkan salt kriptografis.
is: Tókst ekki að búa til kryptógrafískt salt.
it: Impossibile generare il sale crittografico.
ja: ソルトを生成できませんでした。
ka: კრიპტოგრაფიული მარილი ვერ წარმოიქმნა.
kk: Криптографиялық тұз жасау сәтсіз аяқталды.
ko: 암호화 솔트 생성에 실패했습니다。
ky: Криптографиялык туз жаратуу ийгиликсиз аяктады.
ms: Gagal menjana salt kriptografi.
nb: Kunne ikke generere kryptografisk salt.
nl: Het genereren van cryptografische salt is mislukt.
pl: Nie udało się wygenerować soli kryptograficznej.
pt: Falha ao gerar o sal criptográfico.
ro: Nu s-a putut genera sarea criptografică.
ru: Не удалось сгенерировать криптографическую соль.
sk: Nepodarilo sa vygenerovať kryptografickú soľ.
sv: Det gick inte att generera kryptografiskt salt.
th: ไม่สามารถสร้าง salt ได้.
tr: Kriptografik salt oluşturulamadı.
uk: Не вдалося згенерувати криптографічну сіль.
vi: Không thể tạo muối mật mã.
zh_hans: 生成加密盐失败。
zh_hant: 生成加密鹽失敗。

# Error.title
source: Error
ar: خطأ
az: Xəta
be: Памылка
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
hy: Սխալ
id: Kesalahan
is: Villa
it: Errore
ja: エラー
ka: შეცდომა
kk: Қате
ko: 오류
ky: Ката
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# Error.unknown
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
az: Gözlənilməz xəta baş verdi.
be: Адбылася нечаканая памылка.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।
ca: S'ha produït un error inesperat.
cs: Došlo k neočekávané chybě.
da: Der opstod en uventet fejl.
de: Ein unerwarteter Fehler ist aufgetreten.
el: Παρουσιάστηκε απρόβλεπτο σφάλμα.
es: Ocurrió un error inesperado.
fi: Tapahtui odottamaton virhe.
fr: Une erreur inattendue s'est produite.
he: אירעה שגיאה בלתי צפויה.
hi: एक अप्रत्याशित त्रुटि हुई।
hr: Došlo je do neočekivane pogreške.
hu: Váratlan hiba történt.
hy: Տեղի ունեցավ անսպասելի սխալ.
id: Terjadi kesalahan tak terduga.
is: Óvænt villa kom upp.
it: Si è verificato un errore imprevisto.
ja: 不明なエラーです。
ka: მოხდა დაუგეგმავი შეცდომა.
kk: Күтпеген қате орын алды.
ko: 예기치 않은 오류가 발생했습니다。
ky: Күтүлбөгөн ката пайда болду.
ms: Ralat tidak dijangka berlaku.
nb: Det oppsto en uventet feil.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.
ro: A apărut o eroare neașteptată.
ru: Произошла непредвиденная ошибка.
sk: Vyskytla sa neočakávaná chyba.
sv: Ett oväntat fel inträffade.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด.
tr: Beklenmeyen bir hata oluştu.
uk: Сталася несподівана помилка.
vi: Đã xảy ra lỗi không mong muốn.
zh_hans: 发生意外错误。
zh_hant: 發生意外錯誤。

# Error.unsupportedFileExtension
source: Unsupported file extension.
ar: امتداد الملف غير مدعوم.
az: Dəstəklənməyən fayl uzantısı.
be: Непадтрымліваемае пашырэнне файла.
bn: অসমর্থিত ফাইল এক্সটেনশন।
ca: Extensió de fitxer no compatible.
cs: Nepodporovaná přípona souboru.
da: Filtypen understøttes ikke.
de: Nicht unterstützte Dateiendung.
el: Μη υποστηριζόμενη επέκταση αρχείου.
es: Extensión de archivo no compatible.
fi: Tiedostopääte ei ole tuettu.
fr: Extension de fichier non prise en charge.
he: סיומת קובץ לא נתמכת.
hi: असमर्थित फ़ाइल एक्सटेंशन।
hr: Nepodržana ekstenzija datoteke.
hu: Nem támogatott fájlkiterjesztés.
hy: Չաջակցվող ֆայլի ընդլայնում։
id: Ekstensi file tidak didukung.
is: Óstudd skráarending.
it: Estensione del file non supportata.
ja: サポートされていないファイル拡張子。
ka: ფაილის გაფართოება მხარდაუჭერელია.
kk: Қолдау көрсетілмейтін файл кеңейтімі.
ko: 지원되지 않는 파일 확장자.
ky: Колдоого алынбаган файл кеңейтүүсү.
ms: Sambungan fail tidak disokong.
nb: Filtypen støttes ikke.
nl: Bestandsextensie wordt niet ondersteund.
pl: Nieobsługiwane rozszerzenie pliku.
pt: Extensão de ficheiro não suportada.
ro: Extensie de fișier neacceptată.
ru: Неподдерживаемое расширение файла.
sk: Nepodporovaná prípona súboru.
sv: Filtillägget stöds inte.
th: นามสกุลไฟล์ไม่รองรับ
tr: Desteklenmeyen dosya uzantısı.
uk: Непідтримуване розширення файлу.
vi: Phần mở rộng tệp không được hỗ trợ.
zh_hans: 不支持的文件格式。
zh_hant: 不支援的檔案格式。

# FillType.linearGradient
source: Linear Gradient
ar: تدرج خطي
az: Xətti Gradient
be: Лінейны градыент
bn: রৈখিক গ্রেডিয়েন্ট
ca: Gradient Lineal
cs: Lineární Přechod
da: Lineær Gradient
de: Linearer Verlauf
el: Γραμμική Διαβάθμιση
es: Degradado Lineal
fi: Lineaarigradientti
fr: Dégradé Linéaire
he: גרדיאנט ליניארי
hi: रैखिक ग्रेडिएंट
hr: Linearni Gradijent
hu: Lineáris Átmenet
hy: Գծային գրադիենտ
id: Gradien Linier
is: Línulegt Þverfall
it: Gradiente Lineare
ja: 線形グラデーション
ka: წრფივი გრადიენტი
kk: Сызықтық градиент
ko: 선형 그라데이션
ky: Сызыктуу градиент
ms: Kecerunan Linear
nb: Lineært Fargeforløp
nl: Lineair Verloop
pl: Gradient Liniowy
pt: Gradiente Linear
ro: Gradient Liniar
ru: Линейный градиент
sk: Lineárny Prechod
sv: Linjär Gradient
th: การไล่สีแบบเส้นตรง
tr: Doğrusal Degrade
uk: Лінійний Градієнт
vi: Chuyển Màu Tuyến Tính
zh_hans: 线性渐变
zh_hant: 線性漸層

# FillType.radialGradient
source: Radial Gradient
ar: تدرج شعاعي
be: Радыяльны градыент
bn: রেডিয়াল গ্রেডিয়েন্ট
ca: Gradient Radial
cs: Radiální Přechod
de: Radialer Verlauf
el: Ακτινική Διαβάθμιση
es: Degradado Radial
fi: Radiaaligradientti
fr: Dégradé Radial
he: גרדיאנט רדיאלי
hi: रेडियल ग्रेडिएंट
hr: Radijalni Gradijent
hu: Radiális Átmenet
hy: Ռադիալ գրադիենտ
id: Gradien Radial
is: Geislalægt Þverfall
it: Gradiente Radiale
ja: 放射状グラデーション
ka: რადიალური გრადიენტი
kk: Радиалды градиент
ko: 방사형 그라데이션
ky: Радиалдык градиент
ms: Kecerunan Radial
nb: Radialt Fargeforløp
nl: Radiaal Verloop
pl: Gradient Radialny
pt: Gradiente Radial
ro: Gradient Radial
ru: Радиальный градиент
sk: Radiálny Prechod
sv: Radiell Gradient
th: การไล่สีแบบรัศมี
tr: Radyal Degrade
uk: Радіальний Градієнт
vi: Chuyển Màu Hướng Tâm
zh_hans: 径向渐变
zh_hant: 放射漸層

# FillType.solid
source: Solid
ar: لون صلب
az: Bərk
be: Аднакаляровы
bn: সলিড
ca: Sòlid
cs: Plná Barva
da: Ensfarvet
de: Einfarbig
el: Μονόχρωμο
es: Color Sólido
fi: Yksivärinen
fr: Uni
he: צבע אחיד
hi: ठोस रंग
hr: Jednobojno
hu: Egyszínű
hy: Միագույն
id: Warna Solid
is: Einfaldur Litur
it: Tinta Unita
ja: 単色
ka: ერთფეროვანი
kk: Бірыңғай түс
ko: 단색
ky: Бир түс
ms: Warna Padu
nb: Ensfarget
nl: Effen
pl: Jednolity
pt: Cor Sólida
ro: Culoare Solidă
ru: Сплошной
sk: Plná Farba
sv: Enfärgad
th: สีทึบ
tr: Düz Renk
uk: Суцільний Колір
vi: Màu Đặc
zh_hans: 纯色
zh_hant: 純色
